Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Required. How well VoiceOver works overall in this app.
ar: مطلوب. مدى جودة عمل VoiceOver بشكل عام في هذا التطبيق.
de: Erforderlich. Wie gut VoiceOver insgesamt in dieser App funktioniert.
el: Υποχρεωτικό. Πόσο καλά λειτουργεί το VoiceOver συνολικά σε αυτήν την εφαρμογή.
es: Obligatorio. Qué tan bien funciona VoiceOver en general en esta app.
fa: الزامی. کلی عملکرد VoiceOver در این برنامه.
fr: Obligatoire. Le fonctionnement global de VoiceOver dans cette appli.
he: נדרש. עד כמה טוב VoiceOver פועל באפליקציה זו באופן כללי.
hi: आवश्यक। इस ऐप में VoiceOver समग्र रूप से कितनी अच्छी तरह काम करता है。
id: Wajib. Seberapa baik VoiceOver bekerja secara keseluruhan di aplikasi ini.
it: Obbligatorio. Quanto funziona bene VoiceOver in generale in questa app.
ja: 必須です。このアプリで VoiceOver が全体的にどれほどうまく機能するか。
ko: 필수입니다. 이 앱에서 VoiceOver가 전반적으로 얼마나 잘 작동하는지.
nl: Vereist. Hoe goed VoiceOver over het algemeen werkt in deze app.
pl: Wymagane. Jak dobrze VoiceOver działa ogólnie w tej aplikacji.
pt: Obrigatório. Quão bem o VoiceOver funciona em geral neste app.
ru: Обязательно. Насколько хорошо VoiceOver работает в целом в этом приложении.
sv: Obligatoriskt. Hur väl VoiceOver fungerar totalt sett i denna app.
th: จำเป็น VoiceOver ทำงานได้ดีเพียงใดโดยรวมในแอปนี้
tr: Zorunlu. VoiceOver'ın bu uygulamada genel olarak ne kadar iyi çalıştığı.
uk: Обов'язково. Наскільки добре VoiceOver працює загалом у цьому застосунку.
vi: Bắt buộc. Mức độ hoạt động tốt của VoiceOver nói chung trong ứng dụng này.
zh_hans: 必填。旁白在此应用中整体的表现如何。

source: Required. Minimum 20 characters.
ar: مطلوب. 20 حرفًا كحد أدنى.
de: Erforderlich. Mindestens 20 Zeichen.
el: Υποχρεωτικό. Ελάχιστο 20 χαρακτήρες.
es: Obligatorio. Mínimo 20 caracteres.
fa: الزامی. حداقل ۲۰ نویسه.
fr: Obligatoire. 20 caractères minimum.
he: נדרש. מינימום 20 תווים.
hi: आवश्यक। न्यूनतम 20 अक्षर।
id: Wajib. Minimal 20 karakter.
it: Obbligatorio. Minimo 20 caratteri.
ja: 必須です。最低 20 文字。
ko: 필수입니다. 최소 20자.
nl: Vereist. Minimaal 20 tekens.
pl: Wymagane. Minimum 20 znaków.
pt: Obrigatório. Mínimo de 20 caracteres.
ru: Обязательно. Минимум 20 символов.
sv: Obligatoriskt. Minst 20 tecken.
th: จำเป็น อย่างน้อย 20 ตัวอักษร
tr: Zorunlu. Minimum 20 karakter.
uk: Обов'язково. Мінімум 20 символів.
vi: Bắt buộc. Tối thiểu 20 ký tự.
zh_hans: 必填。至少 20 个字符。

source: Required. Minimum 20 characters. %@
ar: مطلوب. 20 حرفًا كحد أدنى. %@
de: Erforderlich. Mindestens 20 Zeichen. %@
el: Υποχρεωτικό. Ελάχιστο 20 χαρακτήρες. %@
es: Obligatorio. Mínimo 20 caracteres. %@
fa: الزامی. حداقل ۲۰ نویسه. %@
fr: Obligatoire. 20 caractères minimum. %@
he: נדרש. מינימום 20 תווים. %@
hi: आवश्यक। न्यूनतम 20 अक्षर। %@
id: Wajib. Minimal 20 karakter. %@
it: Obbligatorio. Minimo 20 caratteri. %@
ja: 必須です。最低 20 文字。%@
ko: 필수입니다. 최소 20자. %@
nl: Vereist. Minimaal 20 tekens. %@
pl: Wymagane. Minimum 20 znaków. %@
pt: Obrigatório. Mínimo de 20 caracteres. %@
ru: Обязательно. Минимум 20 символов. %@
sv: Obligatoriskt. Minst 20 tecken. %@
th: จำเป็น อย่างน้อย 20 ตัวอักษร %@
tr: Zorunlu. Minimum 20 karakter. %@
uk: Обов'язково. Мінімум 20 символів. %@
vi: Bắt buộc. Tối thiểu 20 ký tự. %@
zh_hans: 必填。至少 20 个字符。%@

source: Required. Minimum 30 characters.
ar: مطلوب. 30 حرفًا كحد أدنى.
de: Erforderlich. Mindestens 30 Zeichen.
el: Υποχρεωτικό. Ελάχιστο 30 χαρακτήρες.
es: Obligatorio. Mínimo 30 caracteres.
fa: الزامی. حداقل ۳۰ نویسه.
fr: Obligatoire. 30 caractères minimum.
he: נדרש. מינימום 30 תווים.
hi: आवश्यक। न्यूनतम 30 अक्षर।
id: Wajib. Minimal 30 karakter.
it: Obbligatorio. Minimo 30 caratteri.
ja: 必須です。最低 30 文字。
ko: 필수입니다. 최소 30자.
nl: Vereist. Minimaal 30 tekens.
pl: Wymagane. Minimum 30 znaków.
pt: Obrigatório. Mínimo de 30 caracteres.
ru: Обязательно. Минимум 30 символов.
sv: Obligatoriskt. Minst 30 tecken.
th: จำเป็น อย่างน้อย 30 ตัวอักษร
tr: Zorunlu. Minimum 30 karakter.
uk: Обов'язково. Мінімум 30 символів.
vi: Bắt buộc. Tối thiểu 30 ký tự.
zh_hans: 必填。至少 30 个字符。

source: Required. Minimum 50 characters.
ar: مطلوب. 50 حرفًا كحد أدنى.
de: Erforderlich. Mindestens 50 Zeichen.
el: Υποχρεωτικό. Ελάχιστο 50 χαρακτήρες.
es: Obligatorio. Mínimo 50 caracteres.
fa: الزامی. حداقل ۵۰ نویسه.
fr: Obligatoire. 50 caractères minimum.
he: נדרש. מינימום 50 תווים.
hi: आवश्यक। न्यूनतम 50 अक्षर।
id: Wajib. Minimal 50 karakter.
it: Obbligatorio. Minimo 50 caratteri.
ja: 必須です。最低 50 文字。
ko: 필수입니다. 최소 50자.
nl: Vereist. Minimaal 50 tekens.
pl: Wymagane. Minimum 50 znaków.
pt: Obrigatório. Mínimo de 50 caracteres.
ru: Обязательно. Минимум 50 символов.
sv: Obligatoriskt. Minst 50 tecken.
th: จำเป็น อย่างน้อย 50 ตัวอักษร
tr: Zorunlu. Minimum 50 karakter.
uk: Обов'язково. Мінімум 50 символів.
vi: Bắt buộc. Tối thiểu 50 ký tự.
zh_hans: 必填。至少 50 个字符。

source: Required. Must match the password above.
ar: مطلوب. يجب أن يطابق كلمة المرور أعلاه.
de: Erforderlich. Muss mit dem obigen Passwort übereinstimmen.
el: Υποχρεωτικό. Πρέπει να ταιριάζει με τον κωδικό πρόσβασης παραπάνω.
es: Obligatorio. Debe coincidir con la contraseña de arriba.
fa: الزامی. باید با رمز عبور بالا مطابقت داشته باشد.
fr: Obligatoire. Doit correspondre au mot de passe ci-dessus.
he: נדרש. חייב להתאים לסיסמה שלמעלה.
hi: आवश्यक। ऊपर के पासवर्ड से मेल खाना चाहिए。
id: Wajib. Harus cocok dengan kata sandi di atas.
it: Obbligatorio. Deve corrispondere alla password sopra.
ja: 必須です。上のパスワードと一致する必要があります。
ko: 필수입니다. 위의 비밀번호와 일치해야 합니다.
nl: Vereist. Moet overeenkomen met het wachtwoord hierboven.
pl: Wymagane. Musi być zgodne z hasłem powyżej.
pt: Obrigatório. Deve corresponder à senha acima.
ru: Обязательно. Должно совпадать с паролем выше.
sv: Obligatoriskt. Måste matcha lösenordet ovan.
th: จำเป็น ต้องตรงกับรหัสผ่านด้านบน
tr: Zorunlu. Yukarıdaki şifreyle eşleşmelidir.
uk: Обов'язково. Має збігатися з паролем вище.
vi: Bắt buộc. Phải khớp với mật khẩu ở trên.
zh_hans: 必填。必须与上方的密码一致。

source: Required. Select every device this app supports.
ar: مطلوب. اختر كل جهاز يدعمه هذا التطبيق.
de: Erforderlich. Wähle jedes Gerät aus, das diese App unterstützt.
el: Απαιτείται. Επιλέξτε κάθε συσκευή που υποστηρίζει αυτή η εφαρμογή.
es: Obligatorio. Selecciona todos los dispositivos que admite esta app.
fa: الزامی. هر دستگاهی که این برنامه از آن پشتیبانی می‌کند را انتخاب کنید.
fr: Obligatoire. Sélectionnez chaque appareil pris en charge par cette appli.
he: שדה חובה. בחר כל מכשיר שהאפליקציה הזו תומכת בו.
hi: आवश्यक। हर वह डिवाइस चुनें जिसे यह ऐप सपोर्ट करता है।
id: Wajib diisi. Pilih setiap perangkat yang didukung aplikasi ini.
it: Obbligatorio. Seleziona ogni dispositivo supportato da questa app.
ja: 必須。このアプリがサポートするすべてのデバイスを選択してください。
ko: 필수 항목입니다. 이 앱이 지원하는 모든 기기를 선택하세요.
nl: Vereist. Selecteer elk apparaat dat deze app ondersteunt.
pl: Wymagane. Wybierz każde urządzenie, które obsługuje ta aplikacja.
pt: Obrigatório. Selecione todos os dispositivos compatíveis com este app.
ru: Обязательно. Выберите каждое устройство, которое поддерживает это приложение.
sv: Obligatoriskt. Välj varje enhet som den här appen har stöd för.
th: จำเป็น เลือกอุปกรณ์ทุกเครื่องที่แอปนี้รองรับ
tr: Zorunlu. Bu uygulamanın desteklediği her cihazı seçin.
uk: Обов'язково. Виберіть кожен пристрій, який підтримує цей застосунок.
vi: Bắt buộc. Chọn mọi thiết bị mà ứng dụng này hỗ trợ.
zh_hans: 必填。请选择此应用支持的每种设备。

source: Required. Select every device you tested this app on.
ar: مطلوب. حدد كل جهاز اختبرت هذا التطبيق عليه.
de: Erforderlich. Wähle jedes Gerät aus, auf dem du diese App getestet hast.
el: Υποχρεωτικό. Επιλέξτε κάθε συσκευή στην οποία δοκιμάσατε αυτήν την εφαρμογή.
es: Obligatorio. Selecciona todos los dispositivos en los que probaste esta app.
fa: الزامی. هر دستگاهی که این برنامه را روی آن آزمایش کرده‌اید انتخاب کنید.
fr: Obligatoire. Sélectionnez tous les appareils sur lesquels vous avez testé cette appli.
he: נדרש. בחר כל מכשיר שבדקת את האפליקציה הזו עליו.
hi: आवश्यक। हर डिवाइस चुनें जिस पर आपने इस ऐप का परीक्षण किया。
id: Wajib. Pilih setiap perangkat yang Anda gunakan untuk menguji aplikasi ini.
it: Obbligatorio. Seleziona tutti i dispositivi su cui hai testato questa app.
ja: 必須です。このアプリをテストしたすべてのデバイスを選択してください。
ko: 필수입니다. 이 앱을 테스트한 모든 기기를 선택하세요.
nl: Vereist. Selecteer elk apparaat waarop je deze app hebt getest.
pl: Wymagane. Wybierz każde urządzenie, na którym testowałeś tę aplikację.
pt: Obrigatório. Selecione todos os dispositivos nos quais você testou este app.
ru: Обязательно. Выберите все устройства, на которых вы тестировали это приложение.
sv: Obligatoriskt. Välj varje enhet du testade denna app på.
th: จำเป็น เลือกอุปกรณ์ทุกเครื่องที่คุณทดสอบแอปนี้
tr: Zorunlu. Bu uygulamayı test ettiğiniz her cihazı seçin.
uk: Обов'язково. Виберіть кожен пристрій, на якому ви тестували цей застосунок.
vi: Bắt buộc. Chọn mọi thiết bị bạn đã thử nghiệm ứng dụng này trên đó.
zh_hans: 必填。请选择您测试此应用所用的所有设备。

source: Required. Starts with FB.
ar: مطلوب. يبدأ بـ FB.
de: Erforderlich. Beginnt mit FB.
el: Υποχρεωτικό. Ξεκινά με FB.
es: Obligatorio. Comienza con FB.
fa: الزامی. با FB شروع می‌شود.
fr: Obligatoire. Commence par FB.
he: נדרש. מתחיל ב-FB.
hi: आवश्यक। FB से शुरू होता है。
id: Wajib. Dimulai dengan FB.
it: Obbligatorio. Inizia con FB.
ja: 必須です。FB で始まります。
ko: 필수입니다. FB로 시작합니다.
nl: Vereist. Begint met FB.
pl: Wymagane. Zaczyna się od FB.
pt: Obrigatório. Começa com FB.
ru: Обязательно. Начинается с FB.
sv: Obligatoriskt. Börjar med FB.
th: จำเป็น ขึ้นต้นด้วย FB
tr: Zorunlu. FB ile başlar.
uk: Обов'язково. Починається з FB.
vi: Bắt buộc. Bắt đầu bằng FB.
zh_hans: 必填。以 FB 开头。

source: Required. Tell us a little about your blog post and why you think it would be of interest and value to the AppleVis community.
ar: مطلوب. أخبرنا قليلاً عن منشور مدونتك ولماذا تعتقد أنه سيكون ذا أهمية وقيمة لمجتمع AppleVis.
de: Erforderlich. Erzähl uns ein wenig über deinen Blogbeitrag und warum du denkst, dass er für die AppleVis-Community interessant und wertvoll wäre.
el: Υποχρεωτικό. Πες μας λίγα λόγια για την ανάρτησή σου στο blog και γιατί πιστεύεις ότι θα έχει ενδιαφέρον και αξία για την κοινότητα του AppleVis.
es: Obligatorio. Cuéntanos un poco sobre tu entrada de blog y por qué crees que sería de interés y valor para la comunidad de AppleVis.
fa: الزامی. کمی درباره پست وبلاگ خود و اینکه چرا فکر می‌کنید برای انجمن AppleVis جالب و ارزشمند خواهد بود به ما بگویید.
fr: Obligatoire. Parlez-nous un peu de votre article de blog et pourquoi vous pensez qu'il intéresserait et apporterait de la valeur à la communauté AppleVis.
he: שדה חובה. ספרו לנו קצת על פוסט הבלוג שלכם ומדוע לדעתכם הוא יהיה מעניין ובעל ערך עבור קהילת AppleVis.
hi: आवश्यक। हमें अपनी ब्लॉग पोस्ट के बारे में थोड़ा बताएं और क्यों आपको लगता है कि यह AppleVis समुदाय के लिए रुचिकर और मूल्यवान होगी।
id: Wajib. Ceritakan sedikit tentang postingan blog kamu dan mengapa menurutmu itu akan menarik dan bernilai bagi komunitas AppleVis.
it: Obbligatorio. Raccontaci un po' del tuo post sul blog e perché pensi che possa interessare e portare valore alla comunità di AppleVis.
ja: 必須。あなたのブログ記事について少し教えてください。それがAppleVisコミュニティにとってなぜ興味深く、価値があると思うのかも聞かせてください。
ko: 필수. 작성하신 블로그 게시물에 대해 간단히 알려주시고, 그것이 AppleVis 커뮤니티에 왜 흥미롭고 가치 있다고 생각하는지 말씀해 주세요.
nl: Verplicht. Vertel ons iets over je blogpost en waarom je denkt dat deze interessant en waardevol zou zijn voor de AppleVis-gemeenschap.
pl: Wymagane. Opowiedz nam trochę o swoim wpisie na blogu i dlaczego uważasz, że będzie ciekawy i wartościowy dla społeczności AppleVis.
pt: Obrigatório. Conte-nos um pouco sobre sua publicação no blog e por que você acha que seria interessante e valiosa para a comunidade AppleVis.
ru: Обязательно. Расскажите немного о своём посте в блоге и почему, по вашему мнению, он будет интересен и полезен сообществу AppleVis.
sv: Obligatoriskt. Berätta lite om ditt blogginlägg och varför du tror att det skulle vara intressant och värdefullt för AppleVis-communityn.
th: จำเป็น บอกเราสักเล็กน้อยเกี่ยวกับโพสต์บล็อกของคุณ และเหตุใดคุณจึงคิดว่ามันจะน่าสนใจและมีคุณค่าต่อชุมชน AppleVis
tr: Zorunlu. Blog yazınız hakkında bize biraz bilgi verin ve AppleVis topluluğu için neden ilgi çekici ve değerli olacağını düşündüğünüzü anlatın.
uk: Обов'язково. Розкажіть нам трохи про свій допис у блозі та чому, на вашу думку, він буде цікавим і цінним для спільноти AppleVis.
vi: Bắt buộc. Hãy cho chúng tôi biết đôi chút về bài đăng blog của bạn và tại sao bạn nghĩ nó sẽ thú vị và có giá trị đối với cộng đồng AppleVis.
zh_hans: 必填。请简单介绍一下你的博客文章，以及你认为它对 AppleVis 社区为何有意义、有价值。

source: Required. The AppleVis editorial team may reply to follow up on your submission.
ar: مطلوب. قد يرد فريق تحرير AppleVis لمتابعة إرسالك.
de: Erforderlich. Das Redaktionsteam von AppleVis kann antworten, um deine Einreichung nachzuverfolgen.
el: Υποχρεωτικό. Η συντακτική ομάδα του AppleVis μπορεί να απαντήσει για να παρακολουθήσει την υποβολή σας.
es: Obligatorio. El equipo editorial de AppleVis puede responder para dar seguimiento a tu envío.
fa: الزامی. تیم ویرایشی AppleVis ممکن است برای پیگیری ارسال شما پاسخ دهد.
fr: Obligatoire. L'équipe éditoriale d'AppleVis peut répondre pour faire suite à votre soumission.
he: נדרש. צוות העריכה של AppleVis עשוי להשיב כדי לעקוב אחר ההגשה שלך.
hi: आवश्यक। AppleVis संपादकीय टीम आपके सबमिशन के फ़ॉलो-अप के लिए उत्तर दे सकती है。
id: Wajib. Tim editorial AppleVis dapat membalas untuk menindaklanjuti kiriman Anda.
it: Obbligatorio. Il team editoriale di AppleVis potrebbe rispondere per seguire il tuo invio.
ja: 必須です。AppleVis の編集チームがあなたの投稿についてフォローアップの返信をする場合があります。
ko: 필수입니다. AppleVis 편집팀이 제출 내용을 후속 조치하기 위해 답장할 수 있습니다.
nl: Vereist. Het redactieteam van AppleVis kan reageren om je inzending op te volgen.
pl: Wymagane. Zespół redakcyjny AppleVis może odpowiedzieć, aby uzyskać dalsze informacje na temat Twojego zgłoszenia.
pt: Obrigatório. A equipe editorial da AppleVis pode responder para acompanhar seu envio.
ru: Обязательно. Редакция AppleVis может ответить, чтобы уточнить детали вашей заявки.
sv: Obligatoriskt. AppleVis redaktion kan svara för att följa upp din inlämning.
th: จำเป็น ทีมบรรณาธิการ AppleVis อาจตอบกลับเพื่อติดตามการส่งของคุณ
tr: Zorunlu. AppleVis editör ekibi, gönderiminizi takip etmek için yanıt verebilir.
uk: Обов'язково. Редакція AppleVis може відповісти, щоб уточнити подробиці вашої заявки.
vi: Bắt buộc. Đội ngũ biên tập AppleVis có thể phản hồi để theo dõi lượt gửi của bạn.
zh_hans: 必填。AppleVis 编辑团队可能会回复以跟进您的提交。

source: Required. The AppleVis team may reply to follow up on your report.
ar: مطلوب. قد يرد فريق AppleVis لمتابعة تقريرك.
de: Erforderlich. Das AppleVis-Team kann antworten, um deinen Bericht nachzuverfolgen.
el: Υποχρεωτικό. Η ομάδα του AppleVis μπορεί να απαντήσει για να παρακολουθήσει την αναφορά σας.
es: Obligatorio. El equipo de AppleVis puede responder para dar seguimiento a tu informe.
fa: الزامی. تیم AppleVis ممکن است برای پیگیری گزارش شما پاسخ دهد.
fr: Obligatoire. L'équipe AppleVis peut répondre pour faire suite à votre signalement.
he: נדרש. צוות AppleVis עשוי להשיב כדי לעקוב אחר הדוח שלך.
hi: आवश्यक। AppleVis टीम आपकी रिपोर्ट के फ़ॉलो-अप के लिए उत्तर दे सकती है。
id: Wajib. Tim AppleVis dapat membalas untuk menindaklanjuti laporan Anda.
it: Obbligatorio. Il team di AppleVis potrebbe rispondere per seguire la tua segnalazione.
ja: 必須です。AppleVis チームがあなたのレポートについてフォローアップの返信をする場合があります。
ko: 필수입니다. AppleVis 팀이 신고를 후속 조치하기 위해 답장할 수 있습니다.
nl: Vereist. Het AppleVis-team kan reageren om je rapport op te volgen.
pl: Wymagane. Zespół AppleVis może odpowiedzieć, aby uzyskać dalsze informacje na temat Twojego zgłoszenia.
pt: Obrigatório. A equipe da AppleVis pode responder para acompanhar seu relatório.
ru: Обязательно. Команда AppleVis может ответить, чтобы уточнить детали вашего отчёта.
sv: Obligatoriskt. AppleVis-teamet kan svara för att följa upp din rapport.
th: จำเป็น ทีม AppleVis อาจตอบกลับเพื่อติดตามรายงานของคุณ
tr: Zorunlu. AppleVis ekibi, raporunuzu takip etmek için yanıt verebilir.
uk: Обов'язково. Команда AppleVis може відповісти, щоб уточнити подробиці вашого звіту.
vi: Bắt buộc. Đội ngũ AppleVis có thể phản hồi để theo dõi báo cáo của bạn.
zh_hans: 必填。AppleVis 团队可能会回复以跟进您的报告。

source: Required. The minimum watchOS version this app supports.
ar: مطلوب. أدنى إصدار watchOS يدعمه هذا التطبيق.
de: Erforderlich. Die von dieser App unterstützte Mindestversion von watchOS.
el: Υποχρεωτικό. Η ελάχιστη έκδοση watchOS που υποστηρίζει αυτή η εφαρμογή.
es: Obligatorio. La versión mínima de watchOS que admite esta app.
fa: الزامی. حداقل نسخهٔ watchOS که این برنامه پشتیبانی می‌کند.
fr: Obligatoire. La version watchOS minimale prise en charge par cette appli.
he: נדרש. גרסת watchOS המינימלית שהאפליקציה תומכת בה.
hi: आवश्यक। न्यूनतम watchOS संस्करण जो यह ऐप समर्थित करता है。
id: Wajib. Versi watchOS minimum yang didukung aplikasi ini.
it: Obbligatorio. La versione minima di watchOS supportata da questa app.
ja: 必須です。このアプリがサポートする最小の watchOS バージョン。
ko: 필수입니다. 이 앱이 지원하는 최소 watchOS 버전.
nl: Vereist. De minimale watchOS-versie die deze app ondersteunt.
pl: Wymagane. Minimalna wersja watchOS obsługiwana przez tę aplikację.
pt: Obrigatório. A versão mínima do watchOS que este app suporta.
ru: Обязательно. Минимальная версия watchOS, поддерживаемая этим приложением.
sv: Obligatoriskt. Den lägsta watchOS-versionen denna app stöder.
th: จำเป็น เวอร์ชัน watchOS ขั้นต่ำที่แอปนี้รองรับ
tr: Zorunlu. Bu uygulamanın desteklediği minimum watchOS sürümü.
uk: Обов'язково. Мінімальна версія watchOS, яку підтримує цей застосунок.
vi: Bắt buộc. Phiên bản watchOS tối thiểu mà ứng dụng này hỗ trợ.
zh_hans: 必填。此应用支持的最低 watchOS 版本。

source: Required. The version number shown on the App Store listing.
ar: مطلوب. رقم الإصدار الظاهر في صفحة App Store.
de: Erforderlich. Die Versionsnummer, die im App Store-Eintrag angezeigt wird.
el: Υποχρεωτικό. Ο αριθμός έκδοσης που εμφανίζεται στη σελίδα του App Store.
es: Obligatorio. El número de versión que aparece en la ficha de la App Store.
fa: الزامی. شماره نسخه‌ای که در صفحه App Store نمایش داده می‌شود.
fr: Obligatoire. Le numéro de version indiqué sur la fiche App Store.
he: שדה חובה. מספר הגרסה המוצג בדף ה-App Store.
hi: आवश्यक। ऐप स्टोर लिस्टिंग पर दिखाया गया संस्करण संख्या।
id: Wajib. Nomor versi yang ditampilkan di halaman App Store.
it: Obbligatorio. Il numero di versione indicato nella scheda App Store.
ja: 必須。 App Store の掲載ページに表示されているバージョン番号です。
ko: 필수. 앱스토어 페이지에 표시된 버전 번호입니다.
nl: Verplicht. Het versienummer dat op de App Store-pagina wordt weergegeven.
pl: Wymagane. Numer wersji widoczny na stronie aplikacji w App Store.
pt: Obrigatório. O número da versão exibido na página da App Store.
ru: Обязательно. Номер версии, указанный на странице приложения в App Store.
sv: Obligatoriskt. Versionsnumret som visas på App Store-sidan.
th: จำเป็น หมายเลขเวอร์ชันที่แสดงในหน้า App Store
tr: Zorunlu. App Store sayfasında görünen sürüm numarası.
uk: Обов'язково. Номер версії, вказаний на сторінці в App Store.
vi: Bắt buộc. Số phiên bản hiển thị trên trang App Store.
zh_hans: 必填。 App Store 页面上显示的版本号。

source: Required. Used only if the editorial team needs to follow up.
ar: مطلوب. يُستخدم فقط إذا احتاج فريق التحرير إلى المتابعة.
de: Erforderlich. Wird nur verwendet, wenn das Redaktionsteam nachfassen muss.
el: Υποχρεωτικό. Χρησιμοποιείται μόνο αν η συντακτική ομάδα χρειάζεται να παρακολουθήσει.
es: Obligatorio. Se usa solo si el equipo editorial necesita dar seguimiento.
fa: الزامی. فقط زمانی استفاده می‌شود که تیم ویرایشی نیاز به پیگیری داشته باشد.
fr: Obligatoire. Utilisé uniquement si l'équipe éditoriale doit faire un suivi.
he: נדרש. משמש רק אם צוות העריכה צריך לעקוב.
hi: आवश्यक। केवल तभी उपयोग होता है जब संपादकीय टीम को फ़ॉलो-अप करना हो。
id: Wajib. Hanya digunakan jika tim editorial perlu menindaklanjuti.
it: Obbligatorio. Usato solo se il team editoriale deve fare un follow-up.
ja: 必須です。編集チームがフォローアップを必要とする場合にのみ使用されます。
ko: 필수입니다. 편집팀이 후속 조치가 필요할 때만 사용됩니다.
nl: Vereist. Wordt alleen gebruikt als het redactieteam moet opvolgen.
pl: Wymagane. Używane tylko wtedy, gdy zespół redakcyjny musi uzyskać dalsze informacje.
pt: Obrigatório. Usado apenas se a equipe editorial precisar entrar em contato.
ru: Обязательно. Используется только если редакции нужно уточнить детали.
sv: Obligatoriskt. Används endast om redaktionen behöver följa upp.
th: จำเป็น ใช้เฉพาะเมื่อทีมบรรณาธิการต้องติดตามเพิ่มเติม
tr: Zorunlu. Yalnızca editör ekibinin takip etmesi gerektiğinde kullanılır.
uk: Обов'язково. Використовується лише якщо редакції потрібно уточнити подробиці.
vi: Bắt buộc. Chỉ dùng khi đội ngũ biên tập cần theo dõi thêm.
zh_hans: 必填。仅在编辑团队需要跟进时使用。

source: Required. Used to address our reply.
ar: مطلوب. يُستخدم لتوجيه ردنا.
de: Erforderlich. Wird verwendet, um unsere Antwort zu adressieren.
el: Υποχρεωτικό. Χρησιμοποιείται για την απεύθυνση της απάντησής μας.
es: Obligatorio. Se usa para dirigir nuestra respuesta.
fa: الزامی. برای خطاب کردن پاسخ ما استفاده می‌شود.
fr: Obligatoire. Utilisé pour adresser notre réponse.
he: נדרש. משמש לכתובת התשובה שלנו.
hi: आवश्यक। हमारे उत्तर को संबोधित करने के लिए उपयोग किया जाता है。
id: Wajib. Digunakan untuk menujukan balasan kami.
it: Obbligatorio. Usato per indirizzare la nostra risposta.
ja: 必須です。返信の宛先として使用します。
ko: 필수입니다. 답변을 보낼 대상을 지정하는 데 사용됩니다.
nl: Vereist. Wordt gebruikt om ons antwoord te adresseren.
pl: Wymagane. Używane do zaadresowania naszej odpowiedzi.
pt: Obrigatório. Usado para direcionar nossa resposta.
ru: Обязательно. Используется для адресации нашего ответа.
sv: Obligatoriskt. Används för att adressera vårt svar.
th: จำเป็น ใช้เพื่อระบุการตอบกลับของเรา
tr: Zorunlu. Yanıtımızı yönlendirmek için kullanılır.
uk: Обов'язково. Використовується для адресації нашої відповіді.
vi: Bắt buộc. Dùng để gửi phản hồi của chúng tôi.
zh_hans: 必填。用于确定我们回复的对象。

source: Required. Used to send you a reply.
ar: مطلوب. يُستخدم لإرسال رد إليك.
de: Erforderlich. Wird verwendet, um dir eine Antwort zu senden.
el: Υποχρεωτικό. Χρησιμοποιείται για την αποστολή απάντησης σε εσάς.
es: Obligatorio. Se usa para enviarte una respuesta.
fa: الزامی. برای ارسال پاسخ به شما استفاده می‌شود.
fr: Obligatoire. Utilisé pour vous envoyer une réponse.
he: נדרש. משמש לשליחת תשובה אליך.
hi: आवश्यक। आपको उत्तर भेजने के लिए उपयोग किया जाता है。
id: Wajib. Digunakan untuk mengirimi Anda balasan.
it: Obbligatorio. Usato per inviarti una risposta.
ja: 必須です。返信を送るために使用します。
ko: 필수입니다. 답장을 보내는 데 사용됩니다.
nl: Vereist. Wordt gebruikt om je een antwoord te sturen.
pl: Wymagane. Używane do wysłania Ci odpowiedzi.
pt: Obrigatório. Usado para enviar uma resposta a você.
ru: Обязательно. Используется, чтобы отправить вам ответ.
sv: Obligatoriskt. Används för att skicka ett svar till dig.
th: จำเป็น ใช้เพื่อส่งการตอบกลับถึงคุณ
tr: Zorunlu. Size bir yanıt göndermek için kullanılır.
uk: Обов'язково. Використовується, щоб надіслати вам відповідь.
vi: Bắt buộc. Dùng để gửi phản hồi cho bạn.
zh_hans: 必填。用于向您发送回复。
